Autodesk.Revit.DB.Events.GetHubsRequestedEventArgs.SetHubs(System.Collections.Generic.IList{Autodesk.Revit.DB.ForgeDM.CloudHub})
Sets CloudHub values within Event.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2019